app/controllers/articles_controller.rb

INSERT INTO "articles" ("title", "text", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "rails is awesome"], ["text", "this is my text !!"], ["created_at", "2015-09-13 18:54:30.349166"], ["updated_at", "2015-09-13 18:54:30.349166"]]
---
    def create
      @article = Article.new(article_params)

      @article.save